{
  "menu_home": "Laman Utama",
  "menu_about": "Tentang",
  "menu_product": "Produk",
  "menu_portfolio": "Portfolio",
  "menu_contact": "Hubungi",
  "label_address": "Alamat",
  "label_callus": "Hubungi Kami",
  "label_emailus": "Emel",
  "label_whatsapp": "<a href=\"https://wa.link/kzld0y\" target=\"_blank\">+60 17 868 3266</a>",
  "slide_1": "<h2 class=\"animate__animated animate__fadeInDown\">Selamat Datang ke <span>Bonkeglobal</span></h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Kabinet kami yang direka khas menggabungkan kepraktisan dan keanggunan, mengubah dapur dan almari anda menjadi ruang yang anda cintai.</p>",
  "slide_2": "<h2 class=\"animate__animated animate__fadeInDown\">Gaya dan Praktikal</span></h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Produk kami diperbuat daripada bahan berkualiti tinggi dengan perhatian penuh terhadap perincian.</p>",
  "slide_3": "<h2 class=\"animate__animated animate__fadeInDown\">Memastikan Kepuasan Pelanggan</span></h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Pasukan kami bekerja dengan cekap untuk memastikan projek anda siap tepat pada masanya tanpa menjejaskan kualiti.</p>",
  "about_title": "<h2>Tentang</h2><p>Siapa Kami</p>",
  "about_content1": "Bonkeglobal Stainless Steel High-end Full-house Customization menggunakan teknologi dan barisan pengeluaran canggih dari Jerman yang meliputi semua kawasan perabot untuk seluruh rumah: dapur, almari pakaian, kabinet TV, bilik almari pakaian, kabinet bilik mandi, kabinet balkoni, bilik dobi, dan kabinet balkoni, antara lain. Ia juga merangkumi sistem dinding gabungan keluli-aluminium dan kejuruteraan hiasan keluli tahan karat. Ini secara signifikan meningkatkan kebebasan reka bentuk produk dan sentiasa memperbaiki pengalaman pengguna, mengintegrasikan kehalusan ketukangan secara sempurna ke dalam kehidupan harian. Inovasi dan eksplorasi adalah satu-satunya cara untuk mencapai keindahan dan kejayaan yang berterusan.",
  "about_content2": "Produk Bonkeglobal digunakan secara meluas dalam projek-projek besar seperti China Grand Hotel, Poly Park Hyatt Residence, Shenzhen Overseas Chinese Town, dan Dongguan Dexin Industrial. Kami telah memperoleh lebih daripada 30 pensijilan dari pelbagai jabatan di China dan antarabangsa, termasuk Syarikat Teknologi Tinggi, Produk Teknologi Tinggi China, dan Jenama Paling Disukai oleh Pereka. Kami juga memiliki lebih daripada 20 paten ciptaan dan reka bentuk praktikal. Dengan kekuatan reka bentuk produk pembangunan sendiri, serta teknologi dan peralatan profesional. Kami telah membawa masuk peralatan pengeluaran canggih dari luar negara untuk memulakan beberapa barisan pengeluaran produk keluli tahan karat yang disesuaikan.",
  "product_title": "<h2>Produk</h2><p>Produk kami</p><div class=\"row\"><div class=\"col-lg-12\">Mesra alam dan sihat tanpa formaldehid atau gas berbahaya, stabil dan tahan lama tanpa mudah berubah bentuk, tahan kulat, kalis lembap, antibakteria, tahan kakisan, tahan haus, dan tahan haba.</div></div>",
  "portfolio_title": "<h2>Portfolio</h2><p>Apa yang telah kami lakukan</p>",
  "contact_title": "<h2>Hubungi</h2><p>Hubungi Kami</p><div class=\"row\"><div class=\"col-lg-12\">Selamat datang ke kedai kami untuk membuat pertanyaan atau kerjasama perniagaan.</div></div>",
  "product_cupboard": "Kabinet Dapur",
  "product_wardrobe": "Almari Pakaian",
  "product_winecabinet": "Kabinet Wain",
  "product_tvcabinet": "Kabinet TV",
  "product_bathroomcabinet": "Kabinet Bilik Mandi",
  "product_balconycabinet": "Kabinet Balkoni",
  "product_laundryroom": "Bilik Dobi",
  "product_parapetsystem": "Sistem Parapet",
  "product_entrysystem": "Sistem Masuk",
  "portfolio_filter0": "Semua",
  "portfolio_filter1": "Rumah Teres",
  "portfolio_filter2": "Kondominium",
  "status_active": "Aktif",
  "status_suspended": "Digantung",
  "status_defaulter": "Ingkar"
}
