{
  "menu_home": "Home",
  "menu_about": "About",
  "menu_product": "Product",
  "menu_portfolio": "Portfolio",
  "menu_contact": "Contact",
  "label_address": "Address",
  "label_callus": "Call Us",
  "label_emailus": "Email Us",
  "label_whatsapp": "<a href=\"https://wa.link/lnhpyx\" target=\"_blank\">+60 17 868 3266</a>",
  "slide_1": "<h2 class=\"animate__animated animate__fadeInDown\">Welcome to <span>Bonkeglobal</span></h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Transform your kitchen and wardrobe into spaces you’ll love with our custom-built cabinets that combine practicality and elegance.</p>",
  "slide_2": "<h2 class=\"animate__animated animate__fadeInDown\">Stylish & Functional</span></h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Our products are built with premium materials and meticulous attention to detail.</p>",
  "slide_3": "<h2 class=\"animate__animated animate__fadeInDown\">Ensure Customer Satisfaction</h2><p class=\"fw-bold animate__animated animate__fadeInUp\">Our team works efficiently to ensure that your project is completed on schedule without compromising on quality.</p>",
  "about_title": "<h2>About</h2><p>Who we are</p>",
  "about_content1": "Bonkeglobal Stainless Steel High-end Full-house Customization adopts advanced German technology and production lines that cover all areas of furniture for the entire house: kitchens, wardrobes, TV cabinets, walk-in closets, bathroom cabinets, balcony cabinets, laundry rooms, and balcony cabinets, among others. It also includes steel-aluminum combined wall systems and stainless steel decorative engineering. This greatly enhances the design freedom of the products and continuously improves the user experience, integrating the ultimate craftsmanship perfectly into daily life. Innovation and exploration are the only ways to achieve beauty and accumulation.",
  "about_content2": "Bonkeglobal's products are widely used in most large-scale projects such as China Hotel, Poly Park Hyatt, Shenzhen Overseas Chinese Town, Dongguan Dexin Industrial, etc., and have won high-tech enterprises, Chinese high-tech products, and Chinese design: designers' favorite brands. It has more than 30 certifications and more than 20 practical invention patents authorized by many Chinese and international departments. It has independent research and development product design capabilities, as well as professional technology and equipment. Introducing advanced foreign production equipment to open multiple stainless steel customized product production lines.",
  "product_title": "<h2>Product</h2><p>Our products</p><div class=\"row\"><div class=\"col-lg-12\">Environmentally friendly and healthy with no formaldehyde or harmful gases, stable and durable without easy deformation, mold-resistant, moisture-proof, antibacterial, corrosion-resistant, wear-resistant, and heat-resistant.</div></div>",
  "portfolio_title": "<h2>Portfolio</h2><p>What we've done</p>",
  "contact_title": "<h2>Contact</h2><p>Contact Us</p><div class=\"row\"><div class=\"col-lg-12\">Welcome to visit our shop to inquire or for business cooperation.</div></div>",
  "product_cupboard": "Kitchen Cabinet",
  "product_wardrobe": "Wardrobe",
  "product_winecabinet": "Wine Cabinet",
  "product_tvcabinet": "TV Cabinet",
  "product_bathroomcabinet": "Bathroom Cabinet",
  "product_balconycabinet": "Balcony Cabinet",
  "product_laundryroom": "Laundry Room",
  "product_parapetsystem": "Parapet System",
  "product_entrysystem": "Entry System",
  "portfolio_filter0": "All",
  "portfolio_filter1": "Landed",
  "portfolio_filter2": "Condominium",
  "status_active": "Active",
  "status_suspended": "Suspended",
  "status_defaulter": "Defaulter"
}
